tap "azure/azd"
tap "caarlos0/tap"
tap "charmbracelet/tap"
tap "cormacrelf/tap"
tap "cxreiff/tap"
tap "elastic/tap"
tap "felixkratz/formulae"
tap "ggerganov/ggerganov"
tap "ggozad/formulas"
tap "hashicorp/tap"
tap "homebrew-zathura/zathura"
tap "homebrew/bundle"
tap "homebrew/services"
tap "nikitabobko/tap"
tap "omnisharp/omnisharp-roslyn"
tap "oven-sh/bun"
tap "stardog-union/tap"
brew "readline"
brew "sqlite"
brew "xz"
brew "azure-cli"
brew "bash"
brew "bash-completion"
brew "node"
brew "bash-language-server"
brew "bat"
brew "btop"
brew "docker"
brew "dotnet"
brew "dotnet@8"
brew "fastfetch"
brew "fzf"
brew "gh"
brew "gnu-tar"
brew "openjdk"
brew "jena"
brew "jq"
brew "lazygit"
brew "loc"
brew "lua-language-server"
brew "marksman"
brew "tree-sitter"
brew "neovim", args: ["HEAD"]
brew "ollama"
brew "openjdk@11"
brew "openjdk@17"
brew "pandoc"
brew "prettier"
brew "pwgen"
brew "pyright"
brew "ripgrep"
brew "ruff"
brew "stow"
brew "stylua"
brew "taplo"
brew "tinymist"
brew "tmux"
brew "tree"
brew "typescript-language-server", link: false
brew "typst"
brew "typstyle"
brew "uv"
brew "zoxide"
cask "nikitabobko/tap/aerospace"
cask "calibre"
cask "chatgpt"
cask "claude"
cask "claude-code"
cask "clockify"
cask "codex"
cask "docker-desktop"
cask "drawio"
cask "firefox"
cask "font-gnu-unifont"
cask "font-terminus"
cask "ghostty"
cask "github"
cask "google-chrome"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "orion"
cask "powershell"
cask "proton-drive"
cask "proton-pass"
cask "protonvpn"
cask "rider"
cask "signal"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
cask "zen"
cask "zoom"
vscode "mermaidchart.vscode-mermaid-chart"
vscode "miragon-gmbh.vs-code-bpmn-modeler"
vscode "ms-azure-devops.azure-pipelines"
vscode "ms-azuretools.vscode-bicep"
vscode "ms-azuretools.vscode-containers"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-vscode-remote.remote-containers"
vscode "redhat.vscode-extension-bpmn-editor"
cargo "oxigraph-cli"
cargo "rustlings"
cargo "typy"
