tap "azure/azd"
tap "caarlos0/tap"
tap "charmbracelet/tap"
tap "cormacrelf/tap"
tap "cxreiff/tap"
tap "elastic/tap"
tap "ggozad/formulas"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "omnisharp/omnisharp-roslyn"
tap "scarvalhojr/tap"
tap "zegervdv/zathura"
brew "azure-cli"
brew "node"
brew "basedpyright"
brew "bash"
brew "bash-language-server"
brew "black"
brew "ddgr"
brew "docker", link: false
brew "fastfetch"
brew "fzf"
brew "gh"
brew "harfbuzz"
brew "git"
brew "go"
brew "gopls"
brew "helix"
brew "isort"
brew "lazygit"
brew "lua-language-server"
brew "luarocks"
brew "marksman"
brew "neofetch"
brew "neovim"
brew "newsboat"
brew "pandoc"
brew "tree"
brew "pass"
brew "pkgconf"
brew "pre-commit"
brew "prettier"
brew "pyenv"
brew "pyright"
brew "python@3.11"
brew "ripgrep"
brew "ruff"
brew "stow"
brew "stylua"
brew "taplo"
brew "tmux"
brew "vim"
brew "azure/azd/azd"
brew "charmbracelet/tap/mods"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/terraform-ls"
cask "alacritty"
cask "alfred"
cask "brave-browser"
cask "cool-retro-term"
cask "docker"
cask "dotnet-sdk"
cask "dropbox"
cask "firefox"
cask "font-ibm-plex-mono"
cask "font-jetbrains-mono"
cask "font-victor-mono"
cask "ghostty"
cask "google-chrome"
cask "karabiner-elements"
cask "mactex"
cask "nextcloud"
cask "obsidian"
cask "rectangle"
cask "signal"
cask "spotify"
cask "visual-studio-code"
cask "wezterm"
vscode "akamud.vscode-theme-onedark"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "bierner.markdown-mermaid"
vscode "catppuccin.catppuccin-vsc"
vscode "dalen.vscode-oksolar"
vscode "dotjoshjohnson.xml"
vscode "dracula-theme-pro.theme-dracula-pro"
vscode "dracula-theme.theme-dracula"
vscode "jasew.vscode-helix-emulation"
vscode "metaphore.kanagawa-vscode-color-theme"
vscode "michaelzhou.fleet-theme"
vscode "ms-azuretools.vscode-bicep"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-dotnettools.vscodeintellicode-csharp"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.theme-materialkit"
vscode "ms-vscode.theme-predawnkit"
vscode "mvllow.rose-pine"
vscode "naumovs.color-highlight"
vscode "penumbratheme.penumbra"
vscode "qufiwefefwoyn.kanagawa"
vscode "redhat.vscode-xml"
vscode "sainnhe.everforest"
vscode "sainnhe.gruvbox-material"
vscode "tintoy.msbuild-project-tools"
vscode "vscodevim.vim"
vscode "will-stone.plastic"
