tap "azure/azd"
tap "caarlos0/tap"
tap "charmbracelet/tap"
tap "cormacrelf/tap"
tap "elastic/tap"
tap "ggozad/formulas"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "omnisharp/omnisharp-roslyn"
tap "zegervdv/zathura"
brew "python@3.11"
brew "azure-cli"
brew "docker", link: false
brew "exa"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "harfbuzz"
brew "lazygit"
brew "neofetch"
brew "neovim"
brew "newsboat"
brew "node"
brew "pandoc"
brew "poetry"
brew "pre-commit"
brew "pwgen"
brew "pyenv"
brew "ripgrep"
brew "starship"
brew "stow"
brew "trash"
brew "yarn"
brew "azure/azd/azd"
brew "charmbracelet/tap/mods"
brew "cormacrelf/tap/dark-notify"
cask "alfred"
cask "basictex"
cask "brave-browser"
cask "docker"
cask "font-jetbrains-mono"
cask "font-victor-mono"
cask "karabiner-elements"
cask "obsidian"
cask "rectangle"
cask "visual-studio-code"
cask "wezterm"
vscode "akamud.vscode-theme-onedark"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "bierner.markdown-mermaid"
vscode "catppuccin.catppuccin-vsc"
vscode "dalen.vscode-oksolar"
vscode "dotjoshjohnson.xml"
vscode "dracula-theme-pro.theme-dracula-pro"
vscode "dracula-theme.theme-dracula"
vscode "jasew.vscode-helix-emulation"
vscode "metaphore.kanagawa-vscode-color-theme"
vscode "michaelzhou.fleet-theme"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-dotnettools.vscodeintellicode-csharp"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.theme-materialkit"
vscode "ms-vscode.theme-predawnkit"
vscode "mvllow.rose-pine"
vscode "naumovs.color-highlight"
vscode "penumbratheme.penumbra"
vscode "qufiwefefwoyn.kanagawa"
vscode "redhat.vscode-xml"
vscode "sainnhe.everforest"
vscode "sainnhe.gruvbox-material"
vscode "tintoy.msbuild-project-tools"
vscode "vscodevim.vim"
vscode "will-stone.plastic"
